{
  "_id": "p74SeKiQUaQJ4S8o",
  "name": "Agamidan",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "swF9ZcRDi2WyMouu",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h2>Agamidan</h2>\n</div>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\"> </p>\n<p class=\"MsoNormal\">“Let us be where we please, for we are older than thee.</p>\n<p class=\"MsoNormal\" style=\"text-align:center\">From our clutches where we came, we hold our legacy all the same.</p>\n<p class=\"MsoNormal\" style=\"text-align:right\">They live within us in spirit and blood, and their grace is like a flood.”</p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em>-Old Proverbs and Poems, “Like a Flood”, 400~ MK</em></p>\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em> </em></p>\n</div>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">The agamidan are best described as cold-blooded reptilian humanoids. From their substantially smaller, twitchier ancestors, they possess a unique form of homeostasis that lets them adapt to vastly different environments to stay in top shape. A ‘cold-scale’ can sit in the tundra and not feel chilled. A ‘sand-scale’ can traverse the desert with little trouble. If anything, this ‘adaptability’ is the most striking feature that they have, and yet they have been slow to spread across Ardor. Perhaps this has to do with the strong ties the agamidan have with their ancestors and traditions; among the known sentient races the lizards are steadfast in retaining the memory and ways of their foremothers. While they are a far-flung memory for agamid society, the original seven clans have agamids of many shapes, sizes and colors; from bulky and angular body shapes to small and lithe, from bearing frills, horns, spines and fins, the agamids trace a storied history of family and land, from egg to adulthood.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\"> </p>\n<p class=\"MsoNormal\"><strong><u>Life Under Scales</u></strong></p>\n<p class=\"MsoNormal\">            Simply put, the agamidan body is built to let them live wherever they would like – but in a different way than say, the sapien. If the sapien thrive worldwide because they are strong against foreign environments and their diseases, the agamidan could thrive across Ardor because their bodies would fit the climates well. As they’re exposed to newer climes, their bodies adjust their functions in such a way that greatly favors them, so they are not hindered by the weather. Some of these changes are physical as well, such as new scales being grown possessing a different layer of thickness or colour. They might have to compensate for their bodily changes, such as drinking a lot more or less, avoiding too much sunlight, or restricting or encouraging more activity. While inconvenient, some may say it’s a fair price to pay to be able to thrive in harsh environments that would normally give pause to other races.</p>\n<p class=\"MsoNormal\">            Agamidan originate from what is now the Sultanate of Eirlangga, on the northern ends of the eastern continent of Freke. Sitting just north of the Nobi Desert, the agamidan are no strangers to threatening climates; the region is very hot and dry, and water is scarce.  Worse still, the rocky faces of the Magaraja mountains have historically created a pool of hot or pressured air, which makes living in the area dangerous. It has cooled drastically as the centuries passed, but these elements have shaped the race for its future.</p>\n<p class=\"MsoNormal\">            Outside of the purposes of trade, the agamidan have been slow to spread across Ardor. Those that crossed the desert southward have found themselves in Rodda, among the grassy wetlands; others that crossed the sea to the west settled in the Isles of Mann and their tropical jungles; sailing the ocean northward landed them in the icy fjords of untamed Saljund; and finally, those displaced in the Runic War found themselves forcefully settled at the base of the Holy Mountain of Enara, and never returned. That is the extent of where they have made most of their mark. There are individuals who have travelled and settled in faraway lands; but in a curious way the agamidan have never sought to leverage their strengths to settle far and wide the way the sapien or even the loupain have.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Traditions Across Borders</u></strong></p>\n<p class=\"MsoNormal\">            Before there was the Sultanate of Eirlangga, before the Awakening brought magic to all races, there were the Seven Clans spread across the Magaraja and Nobi Desert. While they all submitted to the First Matriarch, Yiazma the Elder to form the Eirlanggan Empire, these clans still possessed a strong sense of identity and tradition; even as centuries passed, these lizards still retained most of their teachings and customs. While one could consider it irony that the agamidan were not ones to easily change, the truth of the matter is that they have kept what they could and changed what could not – and this is as true for modern Eirlanggans as those who have moved to Enara and begun to worship Rahm.</p>\n<p class=\"MsoNormal\">            Undoubtedly, most Agamidan are protective of their traditions and their possessions, for they have a strong sense of honouring boundaries. While they are welcoming of outsiders in general, their expectations can cause friction. It tends to be the case that an agamidan will welcome you to have tea and show you their home, but they expect that you understand that family rooms – a living-room esque part in an agamidan home where the family would have dinner and leisure -- are strictly off-limits. Or in other cases, an agamidan guest would prefer to not be seen without their familial or clan ornaments in public when they are invited to a gathering.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">While it can be difficult to accommodate for, there is an evident sense of respect and understanding between guests and hosts, and once understood this often plays into all parties’ favour in getting along. Agamidan will value their host’s wishes, and this is true for all cases – whether its social callings or cultural expectations. If the demand crosses a line, then the agamidan will simply step away or leave.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Unity in Ancestry</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">Most modern-day agamidan trace their lineages to their original clans, and possess a sense of reverence for their predecessors of eld; they have lived and died on Ardor they live on inside their descendants. It is not unheard of for agamidan families to have a small shrine of their home dedicated to their ancestors, or perhaps a more recent relative who has passed but performed great deeds in their life. This connection fosters an especially strong kinship for agamidan of same clans, but it also ties them with other agamidan as well. For this reason, its common to see agamidan quarters or neighborhoods in cities outside Eirlangga – there is a distinct interest among agamidan to be with others of the same kind, as they seem to have exceptional common ground even though they have never met.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">The lizards revere the dead, this much is certain. Many Eirlanggan texts and beliefs speak of the afterlife, of spirits of the dead and of their ancestors. There is a certain ‘code’ here when it comes to what is considered right or wrong when it comes to this part of life. Necromancy is frowned upon – the dead should stay dead, to them – and how one chooses to extend their lives is a dicey subject altogether. Agamidan are no strangers to long-lived rulers, but there’s are good and wrong ways to achieve this. Communing with spirits, banishing them, or subjecting them to your will are fine in various contexts, but raising the dead is taboo.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Pariahs Across The Land</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">Agamidan are not bound to their ancestors or their traditions; it just seemed to be that their slow and safe nature is pervasive. Perhaps it is like their biological nature to take changes slowly, perhaps it has to do with a long history of upholding their traditions, or perhaps their strong value in honouring their foremothers. Whichever the case, there are lizards who balk at the expectations and the weight of it all, or refuse to be bound by the legacy of those who are long dead. These pariahs range from those who cross every single taboo they can think of to those who simply want to live their lives without thinking of their clan or familial customs, even if they still follow most of them out of habit or simple pragmatism.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">In the eyes of other agamids, those who shirk their clan or familial ties range from outsiders who are better off on their own to outcasts that are to be thrown out of the lineage altogether, even to the point of being considered criminals. In fairness, it takes a -lot- of shirking to get to that point – in most situations, agamids are accepting of different ways to practice their traditions or possessing conflicting views – especially those who live in foreign lands. After all, agamidan are capable of acclimating to the land, and this can translate to social circles; not all changes need to be the same. You could even argue that these pariahs are still following their nature of making changes as they go through life – even if it is more drastic than the average lizard would like.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">There is an expression among many Eirlanggans – ‘adder-born’, often hissed at outcasts. It is a strong, degrading insult among all agamids that has a history that dates back to the days of the Seven Clans. One of the Clans, the Night Adders have never accepted Eirlangga for what it is ever since it was formed under the First Matriarch Yiazma. They have tirelessly fought to undermine Eirlangga rule and the changes it has brought to the clans. When the empire transitioned to a Sultanate and the Night Adders have faded as a clan, they still remain to this day, vying to bring Eirlangga down. In some ways, the Night Adders are the first of the agamidan outcasts, for most of their practices of the dark arts have bucked against the reverence agamidan have of the dead.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Seven Clans, Seven Scales</u></strong></p>\n<p class=\"MsoNormal\">            After centuries of coexistence, the seven clans mean little beyond traditions and heirlooms being passed down – and this applies to their appearances too. All agamidan from all clans are biologically similar if they reside in the same environment. However, frills, fins, horns, tails and scales make up for most of their physical differences. There are agamids of many colours and many sizes, and these changes are owed to their clan ancestry and their environment – and agamids love to show it. Strolling down the markets of Bhajar, you can find clan or familial ornaments such as rings adorning frills, or piercings on fins, or coiled up spines among agamids large and small with every colour imaginable. This explosion of expression is half the reason agamid markets are so sought after for travellers and sightseers.</p>\n<p>            The theme of ‘environmental influences’ continues even into their reproduction. Agamidan have a lifespan of about 80 years. A mother can lay one or two eggs at most, where the egg will sit for about half a month in development. During this time, certain factors (especially temperature) can change qualities of the developing whelp – scales, colour, size and most importantly their sex. Historically this has had great influence on agamid society, where agamid towns may have hatcheries (similar to the avekiri) or even a dedicated room in homes to make sure the eggs have an environment that will keep the developing young safe and healthy. It’s been thought that this was why historical agamidan culture was much more matriarchal, as mothers were often charged with tending to the eggs.</p>\n<p> </p>\n<p class=\"MsoListParagraph\" style=\"text-indent:-.25in;mso-list:l0 level1 lfo1\"><span style=\"mso-bidi-font-size:12.0pt;font-family:Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\"><span style=\"mso-list:Ignore\">·<span style=\"font:7.0pt 'Times New Roman'\">         </span></span></span><u><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">Special:</span></u><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> If you are using the Golarion Ancestries rule, you can select any Lizardfolk heritages and ancestry feats (at your GM’s discretion).</span></p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "agamidan",
        "humanoid"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "str"
        ]
      },
      "1": {
        "value": [
          "wis"
        ]
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "cha"
        ]
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {
      "9be42": {
        "img": "systems/pf2e/icons/features/ancestry//aquatic-adaptation.webp",
        "name": "Aquatic Adaptation",
        "level": 1,
        "uuid": "Compendium.pf2e.ancestryfeatures.Item.AzGJN1wwLFaLJIeo"
      },
      "k0rn4": {
        "img": "systems/pf2e/icons/features/ancestry/claws.webp",
        "name": "Claws",
        "level": 1,
        "uuid": "Compendium.pf2e.ancestryfeatures.Item.NfkxFWUeG6g41e8w"
      }
    },
    "vision": "normal",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {}
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.p74SeKiQUaQJ4S8o",
    "duplicateSource": null,
    "coreVersion": "13.347",
    "systemId": "pf2e",
    "systemVersion": "7.4.2",
    "exportSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!p74SeKiQUaQJ4S8o"
}
