{
  "_id": "nNtTrMVuAgB4bs4p",
  "name": "Avekiri",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "PE93XZpabXUBpIDq",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h1>Avekiri</h1>\n</div>\n<p class=\"MsoNormal\"><strong> </strong></p>\n<p class=\"MsoNormal\">“Rest here in our mountains: Rahm’s wings shield all of Enara and our songs echo the crags. Be embraced in His light, and welcome His wind. For here, we are safe, and here, we are free.”</p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em>-Songmaiden Evinna’ra Faer’s Ascenscion Sermon, 503 MK</em></p>\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em> </em></p>\n</div>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\">In the mountains of Enara and Pasiran, birdsong echo from tower to tower, some several dozen kilometers apart. The song is carried as it bounces across peak to peak. At each tower, a songmaiden sits, listening. As she hears it, she stands and sings her next verse; her voice flowing through the wind to the next tower. And as it reaches the next tower, another songmaiden continues the verse, As the holy songs continue, the mountains are kept protected.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Birds of Song and Spirit</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">The avekiri, also called Aileseau in Domish are avian humanoids who, by virtue of their bone structure and home, have grown reliant on magic for their basic needs. In eons past, the avekiri broke free of their drachiri masters with the assistance of the Great Beast Rahm, and have settled themselves under his guidance in the mountains of Enara. One of their four Flocks have left northward towards the crags and mountains of Freke, while the remainder have lived in the Holy Kingdom ever since.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">The three flocks in Enara revere Rahm, offering themselves in service of the avian spirit through spell and song, inviting all who came to their land to join in their worship. Enara has only recently allowed travel and study abroad, and eye the outside world with suspicion and caution after having lived under Rahm’s protection. Meanwhile, the avekiri in Freke who did not settle in Eirlangga or Rodda live in seclusion among the mountains, living in harmony with the land.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">They pride themselves on their magical ability and are generally antagonistic to the magically-evolved lyncan and vesperan races; they view the two as having been granted their aptitude for magic without having spent the centuries of training the way the avekiri have.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\"> </p>\n<p class=\"MsoNormal\"><strong><u>A Life with Purpose</u></strong></p>\n<p class=\"MsoNormal\">            Avekiri prefer stability in their life, often seeking to make sense of their place in the greater scheme of things. Each of the Enaran flocks could be thought of as one of three parts to the progression of their holy kingdom, with each flock’s members having well-understood and defined roles in service to Rahm and Enara. In the Pasiran Mountains, the peregrin have espoused similar ideals in their many mountain tribes, with each possessing specific duties to empower their collective whole. Even avekiri in other lands follow this mindset, performing their roles and tasks in their home with due diligence and pride.</p>\n<p class=\"MsoNormal\">            It’s not a mistake to say this is a long-standing habit with history behind it; when they served the violet dragons, avekiri were similarly (perhaps even more strongly) segregated by their flock for each of their strengths. When the violet dragons vanished, giving the avekiri a few moments of freedom, they scrambled to find someone that could unify and lead them when they feared the drachiri’s reprisal. When Rahm appeared to guide them, the avekiri followed him and remained within their flocks, playing to each of their specialties throughout the Scaledwing War. After Rahm’s First Flight, the drachiri fled, defeated – and the birdfolk were now truly free. With Rahm returning to the spiritual plane, the Holy Kingdom dedicated to his worship was founded. In order to never lose sight of their savior, the avekiri have found solace in structuring their people by their flock, each playing a role in protecting the people Rahm had come to save. In the end, it was the promise of certainty and stability that kept them unified and that still holds to this day.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Birds of a Feather</u></strong></p>\n<p class=\"MsoNormal\">            Community is one of the defining features of the avekiri culture. As a very communal people, avekiri prefer to keep their company strong. The needs of others outweigh their own, and thus they strive to maintain their harmony and well-being. This is regardless of any single flock that they belong to; there is often an espoused and acknowledged set of layers in a community that grows outward. For Enaran avekiri it includes their family, then their flock, then Enarans as a whole. For the Pasiran it covers their family, their tribe, all tribes, and all living and spiritual beings of the mountain. This concept, when understood in concert drive the decisions that individual avekiri make.</p>\n<p class=\"MsoNormal\">            This is not easily known to most outsiders, primarily due to the contentious history avekiri has had with other races. They have been slower to accept other races, for one reason or another – but most primarily is the perceived threat to the harmony and unity to the avekiri way. If all avekiri think of their lives and communities in terms of their flock, then they all would come to similar conclusions, or at least similar intentions. However, other races might not be as understanding – and thus, distrust grows.</p>\n<p class=\"MsoNormal\">            Of course, there is no perfection in the avekiri’s way; there are not only individual pariahs within these flocks, but it is arguable that whole communities have been shaped due to this mistrust. In Enara itself, living on the holy mountain is reserved for those who have achieved greatness and closeness to Rahm. While pilgrimage is frequent in the theocracy, which includes traveling to the eight towers of the mountains and the holy city of Avinar, being granted the permission to live in the mountains is rarer. For those who have yet to meet those goals, they are considered Wingless – and thus they must live at the base of the mountain. Here, avekiri, azoph-fer and agamids live together – perhaps in what could be considered a flock of their own – but are viewed as less trustworthy or holy compared to those who live on the mountain.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.25in\">The avekiri’s language, Navarren has historically been a language that can only been spoken by others of the race and well-trained Vesperan due to the vocal cords that only they possess. To accommodate those who have arrived on their shores and their kingdom, and those avekiri who travel, Navarren has been split into two: Ravarren consists of the avekiri specific sounds, and is meant to be spoken by avekiri who have been granted the right to reside in the mountains and for worship, while Navarren itself is meant for all others.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>A Path to Greater Things</u></strong></p>\n<p class=\"MsoNormal\">            Ambition is a newer concept to avekiri – while they may have their share of leaders now it was all too recent when the race had been kept docile by the drachiri. The violet dragons weren’t overthrown by rebellion – they had vanished without a trace. Rahm appeared in their hour of need and protected them, guiding them to victory in the Scaledwing War, and then returned to the spiritual plane.</p>\n<p class=\"MsoNormal\">            With the absence of true figureheads, their freedom has been a journey to understand their newfound agency, and with it, the pursuit to become greater. More avekiri have felt compelled to achieve this in some form; often seeking to become better spiritually or physically, gain more accolades, or travel farther than their peers.</p>\n<p class=\"MsoNormal\">            Such lofty pursuits come with their own share of risks. Sometimes this goal clashes with the intent on preserving their peace, or that it necessitates inviting external forces into their fold, such as outsiders – and its results have become points of contention. Ambitious avekiri are welcomed with a degree of caution, for the end results could benefit the whole or bring trouble.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Flightless Wings</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Avekiri, having originated from birds possess brittle, thinner bones. However, due to their size they are unable to naturally fly as one might expect, but some are trained to be able to glide and slowly descend by use of their fairly sizable wings. As they have evolved, avekiri wings have evolved to curve and curl along points towards the ends, giving them the ability to grasp things in their wings. While it can be somewhat clumsy and dangerous, the ability to hold things with more limbs than just their talons or beaks has given avekiri the capabilities of any other sentient race in handwork.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Magic plays a large role in their way of life. Construction of avekiri infrastructure often requires the assistance of spells to compensate for the fact they are no longer small nor flight-capable birds; the power to fly or carry materials into the air become especially important in constructing the towers and perches that avekiri are fond of. With weaker bones than most other races, combat is frequently dangerous so travel and gathering is often accompanied by liberal use of spells.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Due to their circumstances and preferences, Avekiri homes and towns are often perched higher in the air. Space is a rare commodity when living on mountain lands. Saltan sapien have circumvented this fact by building into their mountains and caves, but avekiri decided to build their homes upwards. Their buildings often utilize plenty of stairways and ladders to help them climb up, and perches of various sizes to denote ‘rooms’ even if it is all within a single tower. Hatcheries tend to be a communal building in villages, kept safe and secure by being higher above most other buildings where eggs are kept safe and cared for until they hatch, but sometimes avekiri parents would prefer their eggs be kept at home, instead. Larger buildings tend to be a series of connected towers, with bridges spanning their length. Very few places would be close to ground level, usually reserved for public or very large grounds such as marketplaces, prayer grounds or monasteries.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>The Divine Flocks</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">When Rahm first appeared, he addressed each flock as the souls of his own, and described that he was born from a whispered prayer in the wind. He deigned each flock to be shapers of the land, and that they must take flight to the skies so that one day they may join their guardian. Each flock serves a purpose, and in their pursuit to gain their wings they must understand the true meaning of their birth.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Flock of the Song – The Passerus</strong></p>\n<p class=\"MsoNormal\">The smaller, colorful flock of the song is dedicated to the celebration of the soul. Their expression includes beautiful art and song and dance, often in the name of greater spiritual pursuits. In Enara, songmaidens – and the rare songster – form the crucial core to the theocracy’s spiritual third, leading prayers, spreading blessings and guiding people to Rahm. Most passerus continue to play into these strengths even if they’ve left the holy kingdom, sometimes becoming wandering bards or songcasters. Most males tend to sport very vibrant and colorful feathers and beaks, which earn them a reputation for being fantastic dancers and models, while the females have pleasing voices.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Flock of the Cloaked – The Corvis</strong></p>\n<p class=\"MsoNormal\">The corvis are denoted by jet-black down and feathers, sometimes interlaced with white. They also possess sharp eyes and a sharper beak. The Cloaked are intellectual, perceptive avians, who have served the theocracy as scholars, advisors or even as scouts and informants. They specialize in knowledge and cunning, and relentlessly hoard it, share it among their own, and disseminate the information as necessary. Outside the kingdom, corvis would find their work as arcanists, rogues or rangers.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Flock of the Crested – The Pscitas</strong></p>\n<p class=\"MsoNormal\">Pscitas avekiri are noted by their large, showy crests with vibrant colors and shapes, particularly prominent in the male sex. They also possess a curved, sharp beak and long feathers, giving the pscitas a very regal, powerful look. Suiting their appearance, the Crested avekiri end up as political figures, leaders and warriors. In Enara, fighters, guards and craftsmen are pscitas, usually serving the physical and military needs of the theocracy. Those who have left Enara usually find employ in similar fields, making use of their strength and elegant appearance.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Flock of the Dreamer – The Peregrine</strong></p>\n<p>Depending on the storyteller, the peregrines were either banished for egregious transgressions against Rahm or departed Enara to avoid trading one tyrant for another. They settled in the Pasiran mountains and established a society of tribes, all of which support each other throughout the long mountain range through trade, hunt and spiritual fulfillment, not unlike Enara. However, the core difference is that the peregrines serve the land, living in harmony with both animal and spirit in the harsh crags. They have a strong connection to what they call the realm of dreamers, with many shaman specializing in divining the future of Ardor and its people.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "avekiri",
        "humanoid"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "cha"
        ]
      },
      "1": {
        "value": [
          "wis"
        ]
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "con"
        ]
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {
      "txnwq": {
        "img": "systems/pf2e/icons/features/ancestry/sharp-beak.webp",
        "name": "Sharp Beak",
        "level": 0,
        "uuid": "Compendium.pf2e.ancestryfeatures.Item.qJD3PJdoSXFrZEwr"
      }
    },
    "vision": "normal",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {},
    "rarity": {
      "value": "common"
    }
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.nNtTrMVuAgB4bs4p",
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.9.0"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!nNtTrMVuAgB4bs4p"
}
