{
  "_id": "6JAXzYb9Jg9SjoNk",
  "name": "Azoph-fer",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "Aw9wCTMvovNrZH2G",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<p> </p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h2>Azoph-fer</h2>\n</div>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> </span></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">“In Azoph-met our hearts bleed,</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">Our very bones his blades</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">When our flesh fades,</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">Our souls flow Beyond</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">Thus one day he will return</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">From there he will be freed</em></p>\n<p class=\"MsoNormal\" style=\"text-align:center\"><em style=\"mso-bidi-font-style:normal\">From there we will be freed”</em></p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em style=\"mso-bidi-font-style:normal\">-Scriptures of the Heresiarch, Unknown Date Written</em></p>\n</div>\n<p class=\"MsoNormal\" style=\"text-align:right\"> </p>\n<p class=\"MsoNormal\"><a name=\"_Backgrounds\"></a>Every child is filled with stories of them; the mere mention of their name is enough to invoke fright as if they crept in wait, ready to snatch them if they were misbehaving. Hobgoblins come to steal you in the night. Bauchan corrupt and ruin the trees. The Servants of Devils turning you to blasphemy. Bloodthirsty fiends intent on rending children limb from limb. Blood drinkers, leaving your corpse to dry. The list goes on. Few know their true name, and even fewer know about them short of the grisly drawings of misshapen flesh and horns during war; of violent rituals and sacrificed prisoners; ferocity in battle unknown to any other armies. There is purpose behind the legends, but secluded in the most dangerous lands known to man – the Isle of Zaho – the Azoph-fer remain shrouded in mystery.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>A Bond of God, Earth and Beyond</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">It’s important to understand the bond azoph-fer have with their creator to comprehend their origins. According to their legends, the deity Azoph-met mixed his own blood and ribs with ash and fire to give birth to the azoph-fer. He instructed his first children in his ways and the goal of bringing Eternal Balance. Each step of the way, he sacrificed more of his physical form to strengthen his children, empowering them and enlightening them for the task that lay before them. When there was nothing of him left, Azoph-met departed Ardor for 'The Realms Beyond', where he lies in wait for the day he is resurrected.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Azoph-met, Lord of the Veil is said to be the last remaining descendent of Bapho-met, among some 33 siblings. Azoph-met pursues Bapho-met's desire to bring 'Eternal Balance', the complete details of which are known to only the top few of the Azoph clergy. According to the azophites of Zaho, the cosmic order of the universe violently shifts between flux and stagnation. If left in its imbalanced state, existence would begin to fall apart tear itself asunder. As such, Azoph-met’s teachings implore his followers to reign or unleash the universe by any means until a perfect state of balanced flux is reached. In Azophism, this is achieved by the Endless Strife – an eternal war that has been fought amongst the Azoph-fer kingdoms that is political, spiritual and violent, spanning both material and spiritual planes with waxing and waning states for the past millenia. Demons, Daemons and Devils amongst other spirits flourish in their kingdoms, with their symbiotic influences apparent across the continent.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Many azoph-fer of Zaho are followers of azophism – and in some respects, the bond with their creator is absolute and inescapable. Some element of their lives comes back to Azoph-met: A family heirloom carved from the first azoph-fer’s bones, passed down to the warriors of their lineage; secrets that must never be uttered to outsiders in fear of courting curses; or the myth that their souls will return to Azoph-met upon death. It doesn’t matter if they’ve left Zaho, their kingdom or their faith – even generations down, there’s always that tie to the ‘beyond’ to them. The nature of their bloody history has tinged them with elements of death, order or chaos – marked with elements of fiendish influence which varies in its severity.</p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u><span style=\"text-decoration:none\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>A Land of War and Blood</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">The azoph-fer are one of the oldest known races in Ardor. They originated in Zaho, a massive, danger-fraught continent with a massive eponymous volcano. In Zaho, there are many Azoph Kingdoms, each with their own goals: one seeks to bring Azoph-met into Ardor, while another seeks to prevent his arrival, seeing their attempts be akin to blasphemy. Another pursues Azoph-met's goal of bringing 'Eternal Balance', while others have forsaken azoph-met altogether, finding worship and servitude to the fallen Ezmodun, one of Bapho-met’s lost siblings. These differences create an endless conflict that has spanned millennia, called the Eternal Strife which ultimately serves to maintain a constant push and pull between order and chaos within Zaho; it is a conflict that not only perpetuates the azophites’ desire to seek the Eternal Balance, but one that keeps the Azoph Kingdoms’ attention purely on the continent they call home.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">From this, it is seen that not all azoph-fer and Azoph kingdoms are cut from the same cloth or view their deity in the same light or zeal. Some Azoph kingdoms are more pragmatic and accepting of their place in Ardor, and want to establish their might among other races and Azoph kingdoms; others eschew all ties to Azoph-met except for those that they must maintain; others continue to perform dark rituals or engage in war with other Azoph kingdoms in the name of their Lord. Azoph-fer from Zaho have not sailed onto Gere or Freke en masse as an act of invasion in quite some time, but there are reports of some smaller groups arriving to take prisoners back to Zaho, or building a few listening or observation posts prior to dismantling them and moving on. For the time being, azoph-fer are largely contained to Zaho, with those that have escaped this conflict finding some success in settling elsewhere.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Beyond this, very little else is known, for in most cases, even if they were not the sort to despise other races and attack on sight, the azoph-fer are shunned, hated, under suspicion, or are sworn (or cursed) to secrecy from others. Most curiously, however is that being as old as the Azoph kingdoms are, many of their oldest texts, regions and figures bear the titles implying or glorifying heresy, which begs the question of what came prior to azophism.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Spirits of all types play a large role in Zaho: some are permanently bound, others willingly serve Azoph-met or the denizens kingdom they reside in, while the rest are much more fickle or primal. Most participate in the Eternal Strife in some fashion, passively or actively. With the nature of the conflict, the spiritual plane itself is in itself a battlefield; azoph-fer frequently not only fight in the material lands, but also inside the spiritual plane as well. In a large majority of cases, greater spirits in Zaho often feature great fiendish slants, be it Devil, Demon or Daemon, but remnants of the dead run rampant in some lands.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">The boundaries between the two planes are thin, with many spirits having shaped and influenced both lands in their own ways – the spiritual lands span from fearful hellish landscapes of fire and brimstone to cold, decayed lands.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Renouncing Land and Lord</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>There are azoph-fer who have left Zaho for one reason or another. Some find the rigid militaristic aspects of their kingdom too chafing, or perhaps they were thrown out for treason or from some political move; others may have decided to renounce their worship of Azoph-met and escaped to avoid the death sentence. These azoph-fer have found homes in the fringes of Ardor with varying degrees of success.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Most notable are the azoph-fer who became servants of the drachiri in Venteau, prior to the destruction of the dragon kingdom. Since the dragons’ departure, they have lived in relative peace with other Earthdwellers at the feet of Enara’s holy mountains. It is unheard of for them to be allowed into the mountains or holy cities proper, being met with more hostility and suspicion than any other Earthdweller. They are otherwise at more ease than they have been in Zaho, having called the valleys home for generations. These azoph-fer have long forgotten azophism most of its practices, having adopted worship of Rahm in its place. Some aspects still remain, with some azoph-fer instead worshipping dragons in secret -- though the act of dragon worship is an act currently punishable by death in Enara.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>On the Isles of Mann, after having been constantly under threat or siege throughout Rogalian or Eirlanggan colonization, the local azoph-fer have secured the island of Irina as their rightful land as part of the revolution that earned the Isles their freedom. Here, they practice a form of shamanism and animism derived from their azophite roots in peace.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Elsewhere, the azoph-fer are relegated to the corners of continents. Azoph-fer are seen dubiously at best or hunted down at worst in most of Ardor’s nations, with generations of fairy tales or historical recounting of invasions having painted them as monsters. Those who are able to build a society find it difficult to be part of more than a small village in unwatched or uncivilized territory. Others who are braver or more desperate find employ as mercenaries, or become brigands or even clan adventurers, all of which are either groups made up of society’s pariahs or those who look past their race and history.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Not all azoph-fer seek refuge, of course; some prefer to continue their practice of azophism unfettered by their kingdom’s rigid rules and structure, and see nothing wrong with the rites and sacrifices necessary to bring the Eternal Balance. Through these azoph-fer, azophism has taken root in various parts of Ardor, attracting people from all races to join in the pursuit of a lord dedicated to tilting the cosmic order.</p>\n<p class=\"MsoNormal\"> </p>\n<p><strong style=\"mso-bidi-font-weight:normal\"><u><span style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;font-family:'Calibri',sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:'Cordia New';mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u><span style=\"text-decoration:none\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Forms Beyond Reckoning</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">With some exceptions, Azoph-fer are humanoids similar in shape to the sapien, with several notable differences. Their skin colors range from ashy-grey to a deep purple, with red, brown and green hues inbetween. They possess pointed ears, tusked underbites, and sharp eyes with narrow pupils. Sometimes, they even bear thick fur. On average, they tend to be shorter and bulkier than sapien, but this can vary wildly depending on their ancestral lineage – among which includes the Erankhai, the Fironkhai, the Hezonkhai and the Agrunkhai.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">In addition to this, there are differently shaped azoph-fer that are unique: some have spikes protruding from their body, others bear tails or horns, or ungulate legs, and there are those who have a goat shaped head. More often than not, these unique azoph-fer bear a mix of these features accompanied by a substantially larger bulk and size. These are known as cazic-fer; a heritage of azoph-fer who are said to have acquired a measure zeal towards their deity. Due to their closeness with the Lord of the Veil, they became misshapen as they become as they interact with forces beyond mortal ken – being given more powers and a new form as a reward befitting their station and their faith. These forms are often hereditary, being passed along to their descendants.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>The Erankhai</strong></p>\n<p class=\"MsoNormal\">The most common form of azoph-fer, featuring rougher skin, a more angular face, and a stouter yet relatively short frames. The Erankhai are said to be the original forms of azoph-fer that were shaped by Azoph-met. They have a wide variety of shades of skin and hair colors, body shapes and sizes – the diversity of which has often led to the observation that the Erankhai are very similar to the Sapien.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>The Fironkhai</strong></p>\n<p class=\"MsoNormal\">Compared to the Erankhai, the Fironkhai are by contrast substantially smaller and thinner. Often bearing longer ears and sharper teeth, the Fironkhai are said to have been the outcome of fiendish influences on the Erankhai, giving them a touch of fiendish power.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>The Hezonkhai</strong></p>\n<p class=\"MsoNormal\">The second most common form of azoph-fer, the Hezonkhai bears a bulky frame with more rounded features. They tend to have a taller figure to come with their musculature, along with prominent tusked underbites. Overall, these azoph-fer are larger than average, even compared to most other Ardorean humanoids. They are said to have been forged in the flames of the Eternal Strife, the bloody spiritual influences of the war, giving rise to their mighty physiques.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>The Agrunkhai</strong></p>\n<p class=\"MsoNormal\">The rarest of the azoph-fer forms, the Agrunkhai are said to have been created from the spiritual and primal forces of the land of Zaho, rather than the influences of the Azoph Kingdom’s actions. They possess larger frames with sharper, longer ears, pointed teeth with prominent fangs and longer limbs. Most notably, however, is that they are largely covered in fur and bear heavily furred brows and claws.</p>\n<p></p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "azoph-fer",
        "humanoid"
      ],
      "rarity": "uncommon"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "cha",
          "con",
          "dex",
          "int",
          "str",
          "wis"
        ]
      },
      "1": {
        "value": []
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": []
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {
      "72msb": {
        "img": "systems/pf2e/icons/default-icons/feat.svg",
        "name": "Azoph-fer Ancestral Lineage",
        "level": 0,
        "uuid": "Item.5MApiDkYcQQdGXCD"
      }
    },
    "vision": "darkvision",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {}
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.6JAXzYb9Jg9SjoNk",
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.9.0"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!6JAXzYb9Jg9SjoNk"
}
