{
  "_id": "TNakbCOKQZyc4Oyx",
  "name": "Loupain",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "EfMGt88ABpm8jJa3",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h1>Loupain</h1>\n</div>\n<p class=\"MsoNormal\"><span> </span></p>\n<p class=\"MsoNormal\"><span>“So long as we live and breathe, we can strive for tomorrow. Let us stand strong, for we all possess fang and claw. Let your hearts sing with each beat and live! Under this four-fold banner, may all of Zahnheim be a home to all who cherish life and liberty!”</span></p>\n<p class=\"MsoNormal\" style=\"text-align:right\"><em>-Lord Ephram during the Four Swords coronation, 245 MK</em></p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><span> </span></p>\n</div>\n<p class=\"MsoNormal\"><span> </span></p>\n<p class=\"MsoNormal\">The simplest way to describe the loupain is as a quadrupedal canine that has learned to stand upright. They’re the second most widespread of Ardor’s races, no doubt in part thanks to their natural instincts. ‘Survival’ is probably one of the most common words in loupain philosophical writing across history, no matter their geographical location. Like the quadruped ancestors they come from, they harbor strong loyalties and a desire for order – even if it is solely to their individual selves. Living is important; all else is secondary. This is evident in their customs, their crafts, and their laws.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Better Alive Than Dead</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">No matter where they come from, what their pedigree is, or the company they keep, being alive tends to be high on a loupain’s priority list. While this may be a controversial generalized statement (very few would contest being alive as a good thing), this does have some historical backing from loupain perspectives worldwide. Of course, the degree by which they value, interpret or ascribe to ‘living’ can vary.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">For example, the Court of Magi of Zahnheim have often debated the philosophy behind being ‘alive’. One camp would say that life ends with the soul leaving the body. Means to prolonging this process defile that finality, and the undead are thus aberrations that need to be sent off to their permanent rest. Another camp argues it is more to do with sentience, and thus necromantic measures to extend one’s sentience – even if it meant living in undeath – would still be considered ‘alive’ and a valid means of survival. However, both camps agree that a lost soul remaining on the spiritual plane is a problem. This is a contrast to the once loupain-exclusive monastic Order of the Shepherd in Rodda. To the Shepherds, to be alive is to have purpose. Lost souls cannot move on as their purpose and wishes in life have not been granted. As such, monks are charged with the task of speaking and channeling lost souls by giving them their Final Purpose, and sending them to their next life.</p>\n<p class=\"MsoNormal\"><strong><u><span style=\"text-decoration:none\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong><u>Survival in Order</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">To a loupain, survival is better guaranteed when the order of things is known and kept. Change is only made when it is sensible or needed. Loyal by nature, loupain form strong bonds with what they consider important, such as their community, their family, or even themselves. In these relationships, there is often an established hierarchy; every person has their role and position. They tend to be protective of these bonds, and will not dismiss them without reason. This orderly and communal mindset is evident in most loupain communities, even in mixed-race communities where a loupain is a participant.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">It would come to no surprise then that historically, loupain driven riots or rebellions are rare. However, this does not mean that conflicts of interest and protest do not happen. They do. In fact, when these conflicts escalate and are made known, they tend to be reflected very strongly. Loupain tend to view the world in terms of risks and potential benefits. The act of disrupting order means that they have decided the benefits are worth the risk and are willing to accept the implications. As a result, all acts that bring chaos to an established order are often already thought out and not spur-of-the-moment.<u></u></p>\n<p class=\"MsoNormal\"><strong><u><span style=\"text-decoration:none\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong><u>Survival of the Fittest</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">By their nature of placing survival first, loupain are competitive. They are strongly driven to maintain their place in their circles, while also protecting the existence of the circle as a whole.<span>  </span>Loupain can be very resourceful or tenacious when it comes to maintaining the status quo. At best, preventing disruptions to the established order involves making sure that all possible threats realize that it simply is not worth the risk. At worst, it means the potential threats would need to be removed entirely.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Ambitious or driven loupain would be willing to climb up the social ladder if they feel that they are qualified or that it would lead to better stability – even at the cost of others. Depending on what’s at stake or what could be gained as a result of their actions, a loupain would be willing to take risks.<span> </span></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Not all conflicts are a matter of life-or-death, however. On a general level, conflicts of facts, interest or opinion are seen as a challenge or a contest of some form. A loupe would deem it appropriate to try and come out on top to show that they are deserving of their place, or that they are capable of reaching greater heights. There are various means to achieve this, and context is crucial. Some loupes will choose to fight it out, while others will choose to debate. They can compete to settle their differences. Overall, however, the ends may not always justify the means. As long as the means do not risk <em>too much</em>, how a loupain justifies victory is on the conflicting parties.</p>\n<p class=\"MsoNormal\"><span>                                        </span></p>\n<p class=\"MsoNormal\"><strong><u>The Lone Wolves</u></strong></p>\n<p class=\"MsoNormal\"><span>            </span>Not all loupain require the order that loyalty to a company would bring. Sometimes, loupain do not fit. Other times, a bid for change has brought disastrous results. Perhaps the hierarchy has no place for them or kept them in the bottom with no opportunities to rise. While it is possible that they eventually find others to band together with and start anew, there are those who just remain distant from others or deny the natural calling until it no longer compels them. Popularized by the moniker of ‘lone wolf’, these loupain seek self-sufficiency. They are loyal to themselves or simply a few handful of old ties, and the best source of order in their own lives is to not rely on others at all. Trust is a commodity to them, and to be granted the trust of a lone wolf is rare.</p>\n<p class=\"MsoNormal\"><span>            </span>This isn’t to say they are necessarily recluses and are rare; On the contrary, lone wolves are not as uncommon as it may seem. They might live in cities and rely on the commodities that are offered by a town while working in community service. They could be loners who live in the woods and live off the land. While they are indeed stigmatized in some parts of the world – particularly among other loupes – they no longer find a sense of comfort or order in finding their place among the company they keep. Their goals are less likely to be the betterment of their pack, and more about keeping themselves alive and content.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Pedigrees</u></strong></p>\n<p class=\"MsoNormal\">The notion of a pedigree stems from all the way in the earliest days of the Zahnheimen Kingdoms era. However, it was not a concept unique to the Zahnheimen loupain; while most prominent in the loupe-dominant kingdoms, loupain sociocultural thinking historically evolved out of the pedigree concept. Purebred loupain are viewed as prestigious and honorable; while mixed-pedigrees – also called mutts – are frowned upon. History has not been kind to mutts, much like many other breeds that belonged to a fallen kingdom in the Zahnheimen Kingdoms war. They were relegated to the lowest rungs of society for so long, and thus many of them faded from history. To this day, five pedigrees form the majority of all loupain subraces – four of which were from the reigning survivors of the Zahnheimen Kingdoms era.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Garou</strong></p>\n<p class=\"MsoNormal\">The oldest and the fiercest of the breeds, these wolf-like loupain are by far the strongest tied to their natural instincts. Some have ancestors who fled across the seas from the Akai shogunate; others come from forefathers who made the woods of Saint-Lorraine their home. Adaptable and loyal, they’ve settled themselves in many countries around the world. Garou loupain are commonly seen as soldiers, knights, clerics, and social workers – though any occupation that appeals to their nature of loyalty and community is a frequent candidate.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Bernardii</strong></p>\n<p class=\"MsoNormal\">A large and strong breed, the bernardii sport thick fur with sturdy frames. Originating in the frostbitten mountains and plains of Schneeberg, these loupes are naturally prepared for the cold. Bernardii tend to have a penchant for crafts and order, coming from centuries of Schneeberg building themselves as a conservative and trade-focused society. This does not leave them as unwilling to change or be challenged, however. Most breakthroughs in etheric metallurgy and masonry were credited to an eclectic bernardii craftsman, while a substantial part of Zahnheim’s oligarchical laws were based on the Mountain Kingdom’s. However, despite being rarely comfortable in warmer lands, some end up taking to tropical climes for the challenge or for the potential to hone new arts and crafts.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Schnauzen</strong></p>\n<p class=\"MsoNormal\">The smallest of the major breeds, these loupes are energetic, curious and tenacious. Barely breaking five feet in size, the bushy, wiry folk have historically used their strengths to their advantages as magicians, seafarers and traders. They originated in the seaside coasts that make up Meerhafen, and the various sunken ruins and islands surrounding the kingdom helped cement their skillsets in aggressively digging up and selling newfound relics. They say that there’s no corner of the world a schnauzen wouldn’t compete to explore and it shows. It is no surprise then that they are excitable or vocal, sometimes burning out into a bout of orneriness. Out of all the other breeds, they are indeed the most prone to disrupt order.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Selkes</strong></p>\n<p class=\"MsoNormal\">With sleek coats, long drooping ears and a lithe frame, the selkes’ elegant appearance betrays the world where they came from. The grasslands and woodlands of Domus has always been a home rich in natural beauty, and its cities are ornate and built for prominent patrons of arts and music. Selkes loupain exhibit grace and culture, though they are not without their thorns. While not physically strong, they are naturally athletic. Their wit has demonstrated historically unparalleled levels of cunning and politicking in kingdom courts, as well. The selkes find themselves at home in the presence of society and culture. Undoubtedly, most well-known selkes loupain are artists, performers, bureaucrats, and visionaries.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong>Eastern Hounds</strong></p>\n<p class=\"MsoNormal\">Eastern hounds refer to loupain native to Freke. These loupain are, by Zahnheimen loupe standards, mutts. However, generations of living in the tropical islands of Mann and the desert sands of Nobi have given most of them a range of short and brown-shaded fur, pointed ears and snouts. The eastern hounds have paws and digits best suited to traversing sandy or jungle terrain, and ears with sensitive hearing. Historically, they were hunters and shaman of the wild lands, remaining apart from the native sapien or agamidan civilizations until they assimilated. They hold spirits and the thin line between material and spiritual planes in high regard, respecting the boundaries between life, death and spiritkind.<span>  </span>Subsequently, they have formed the spiritual backbone of much of Southern Freke. To this day, many hounds still hold their roots and their traditions strong, and have a profound connection to the world around them.</p>\n<p class=\"MsoNormal\"><span> </span></p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "loupain"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "str"
        ]
      },
      "1": {
        "value": []
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": []
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {},
    "vision": "normal",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {},
    "rarity": {
      "value": "common"
    }
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.TNakbCOKQZyc4Oyx",
    "duplicateSource": null,
    "coreVersion": "13.347",
    "systemId": "pf2e",
    "systemVersion": "7.4.2",
    "exportSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!TNakbCOKQZyc4Oyx"
}
