{
  "_id": "TkMmXr68NCBuE4jA",
  "name": "Lyncan",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "zliaVvJOwvs1j4pH",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h2>Lyncan</h2>\n</div>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> </span></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">“I don’t believe it’s fair for me to talk about all lyncan’s experiences, but every single one I’ve met has reason to walk this earth. None of us are the same, but all of us are still so young. Because of that, we are treated like kits. But with no past to hold us, the future is of our own making. And I will never see a lyncan denied their future.”</span></p>\n<p class=\"MsoNormal\" style=\"text-align:right\"><em style=\"mso-bidi-font-style:normal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">-Zack Lightfang, Bane of Scourge, 876 MK</span></em></p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> </span></p>\n</div>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> </span></p>\n<p class=\"MsoNormal\">At some point in Ardor’s history shortly after the awakening, chroniclers and scholars began to note something curious; felines were disappearing. Gone were the town’s local litters of cats, or the wild cats of the forest. Lions in Freke, tigers in the Isles of Mann, and cougars in Gere all became scarce. Around this time, upright, confused felines began to wander into towns. These are the lyncan – the first of two known magically evolved races of Ardor.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>A Different Tail, Worldwide</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>The lyncan (historically spelled lynxan) have it rough. Unlike the vesperan, who were kept in their own little corner of Venteau, the lyncan were spread all over Ardor with little known explanation and cast into the world to fend for themselves. Some suspect a runic spell gone awry, but if true it is one of the earliest examples of transmogrification magic having permanent and outright perfect effects. By all accounts, the lyncan are a fully-fledged sentient race that could reproduce and live as any other biologically evolved race.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>The ‘perfect’ aspect might have been a hyperbole in some regard. Being creatures molded by magic, lyncan are well-tuned with ether, often possessing a natural aptitude for greater magical feats than the average person. More often than not, lyncan tend to be invokers. That said, when they first came to be, they suffered greatly; like the rest of Ardorean civilization after the Awakening, they could not control their magic. Even worse, no one had seen them before in the entire world. To different civilizations at the time, they were thought to pose some variant of threat, being thought of as invaders, monsters or in one case, ‘savage creatures from the underworld’.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>For the lyncan, things would have to get worse before they would be accepted – for their experiences are guided by the civilizations that took them in. In some lands such as the Isles of Mann and Rodda, the acceptance came quick once they realized the lyncan’s magical aptitude and their displaced nature, seeing an opportunity to learn or make use of their talents. In Rogalia and Zahnheim, they were originally seen as invaders until they were noticed for what they possess. Even when accepted into their society, they had been viewed as inferior, often serving roles such as servants or magical tutors, before social upheaval gave them equal standing and the opportunity to hold positions of power. During the times of the Eirlanggan Empire, they were held as slaves, subjugated to dangerous tasks and experimentation before the old Empire was overthrown by the sacrifice of Horus – the first lyncan soulreaver. Lyncan became free citizens in Eirlangga ever since under the new Sultanate, and now enjoy many freedoms that came with the Matriarch’s demise.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Painted by Magic</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>With no strict heritage or origin, the lyncan follow the customs and norms of their home countries.<span style=\"mso-spacerun:yes\">  </span>Of course, they have their own identity in the grand scheme of things; especially in regions where they were initially unaccepted. Lyncan find each other kin in some way or another – having been displaced or thrown into an unforgiving world, to find their own sense of place – and thus they have historically found solace in each other’s’ presence, despite any differences.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">There’s some truth to the stereotype that the lyncan are still cats – they are reserved or insular, preferring smaller groups rather than larger communities. They tend to form small pockets of lyncan neighborhoods in towns and cities, with knowledge of other nearby friendly or rival packs, Every now and then hackles raise between them, but otherwise these groups are tight-knit and look after each other both inside and out.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Being magically inclined has always given them a bit of a more ‘mystical’ standing among other races, and this could include myths about luck (good and bad) or the perception that they are all proficient casters and scholars. They have found a lot of success playing into this by becoming magical tutors, scholars or healers of all forms – arcane, divine or occult, and this could be attributed to their natural affinity with ether. Those who turn to faith become religious leaders and spiritual guides, being able to commune with spiritual or divine elements better than most, and a knack for spreading calm.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Resenting Their Past</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Not all view the lyncan stereotypes as a positive, of course. Many lyncan resent these stereotypes. Lyncan warriors, craftsmen or civic servants find it hard to shake off that shadow in their line of work when others only see them as robe-and-hat types. Others find it much more of an affront, feeling that others only see them as a resource to exploit and have become distrusting of members of other races. In some cases, there are lyncan who are content to leave civilization and set up their own towns or villages as outsiders.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>These outsiders are met with varying degrees of success and acceptance. Some lands might allow them the freedom, finding that the outsiders that keep to themselves are fewer citizens to concern themselves with and could benefit the nation through trade. Others view them as criminals, who refuse to adhere to sovereignty – which becomes more complicated when some outsiders actively undermine regional authority. Further worse still is when outsiders face troubled times and turn to crime or desperate, darker means to preserve themselves.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>The most successful of these outsiders find themselves as well-situated and at peace with the local government, perhaps finding greater meaning to their ethertuned nature through study, worship or living away from the walls of cities and others who might take advantage of them. Being outside allows them the peace and freedom to greet others as equals rather than lesser.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Many lyncan outsiders find themselves wandering if they do not settle. The Sangloup Nomads boast a large number of lyncan, some of whom bear forefathers that were part of the original Nomads who set out from Zahnheim.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u><span style=\"text-decoration:none\"> </span></u></strong></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Felines Large and Small</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>With lyncan taking the shapes of every kind of feline imaginable across the world, there are many physical differences between them, even though in the end their feline nature is consistent. People often argue about which came first – whether the cats gained their appearance from their original forms that were then passed on to their descendants, or they had changed over the years from the lands that housed them.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Sabrecats</strong></p>\n<p class=\"MsoNormal\">Sabrecats are the rarer, larger kind of lyncan – born from lions, tigers, leopards and jaguar. They are physically imposing and built to be hunters, but they have suffered the most with their transformation. They were far and few to begin with and many had died when they became lyncan, leaving a scant few scattered across the world. They are a dying kind, and this thought frequently crosses their minds; those that remain have a strong sense of self-preservation and will to live, and often seek the means to stay that way. They share a mutual respect for loupain in that regard for their drive to survive. Today, if they do not find themselves as outsiders, they are usually renowned warriors or generals due to their physical prowess and survival instincts – a worthwhile, well-paying risk that can offer a good degree of protection and respect for their family and their kind.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Wildcats</strong></p>\n<p class=\"MsoNormal\">Wildcats are more commonly found compared to their sabretoothed brethren – born from lynxes, servals, cougars and wild cats. Smaller and communal, they lean much more heavily on their magical gifts, natural wits and agility. They can be found in almost every country, having adapted themselves to their hosts; in fact, most citizens of Ardor think of Wildcats when they think of lyncan. As widespread as they are and having reached some level of acceptance in various places, they can be found working in every vocation; most will think and actually find of them as mages or scouts in some form or another but there are lyncan lords or retainers in countries that allow them to hold authority such as Zahnheim, Rodda or Akai.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Hearthcats</strong></p>\n<p class=\"MsoNormal\">Hearthcats resemble domesticated cats who have lived near or in civilization, possessing the smallest build compared to all other kinds of lyncan. While they might be the smallest, they make up for it by being very talented and versatile. Many hearthcats have historically found themselves becoming civil servants, merchants and agricultural workers; however, most notable lyncan in history have been hearthcats who set out to prove themselves equal to other lyncan, seeking a life of adventure or glory through sheer determination and use of their gifted talents.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "beastkin",
        "catfolk",
        "humanoid"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "dex"
        ]
      },
      "1": {
        "value": [
          "int"
        ]
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "wis"
        ]
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {
      "vej91": {
        "img": "systems/pf2e/icons/features/ancestry/land-on-your-feet.webp",
        "name": "Land on Your Feet",
        "level": 1,
        "uuid": "Compendium.pf2e.ancestryfeatures.Item.sL1hHxrHdMNIZVAd"
      }
    },
    "vision": "low-light-vision",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {}
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.TkMmXr68NCBuE4jA",
    "duplicateSource": null,
    "coreVersion": "13.347",
    "systemId": "pf2e",
    "systemVersion": "6.9.0",
    "exportSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!TkMmXr68NCBuE4jA"
}
