{
  "_id": "ISWcBC32bihrBAA1",
  "name": "Sapien",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "kNpRpPWk3DdqIHQ6",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h2>Sapien</h2>\n</div>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size:12.0pt;mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> </span></p>\n<p class=\"MsoNormal\">“From the ashes of war, our people must rebuild. Our ancestors – sapien of The Fields, The Woods, and The Mountains – came together to create this grand kingdom. Let us not forget our history, let us not forget our tenacity – for our capacity to flourish in the face of change.”</p>\n<p class=\"MsoNormal\" style=\"text-align:right\"><em style=\"mso-bidi-font-style:normal\">–Queen Elise Arnur, during her coronation speech, 878 MK</em></p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"tab-stops:301.3pt;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><span style=\"mso-tab-count:1\">                                                                                                     </span></p>\n</div>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\">Dotting every corner of the world, the sapien are by far the most spread and traveled of all of Ardor’s races. Tall, short, stout, thin with a large range of hair and skin colors, they are a colorful and diverse people that share many similarities compared to other races. They bring with them a stout and hardy immunity and sheer determination to make any land home, and they have indeed succeeded. With them, they bring the rise and fall of entire kingdoms and shape much of Ardor’s face. Sapien have a history of conflict, whether they are the aggressors or the aggressed – and with it, they push to make themselves known. More than anything, they persist despite all odds in ways that would make the fiercest loupain bow their head.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Like Others, Like Not</u></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">When you look at the sapien’s history, you will find that they share so many noticeable elements with other ancestries: fierce struggles for survival, traditional and cultured histories, fervent faiths shaping nations, or overcoming oppression and aversity from land, beast and man. It doesn’t take much of a leap to understand why sapien are so diverse and widespread – they have faced a lot of similar struggles to others and they’ve more than overcome it.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">It is often an oversimplification and a misconception that this tenacity is a single trait shared across all sapien. Further, it is hard for others to think of sapien as coming from different countries or backgrounds, if only because sapien are ubiquitous and they share so many physical similarities with one another regardless of their place of origin. It’s easy for loupain or agamidan to tell each other apart if they were from different lands – there are obvious physical differences. With sapien, the differences are subtler: skin color, hair, thickness of the lips, eye shape and complexion among many others. It is offensive to say they all look alike, as they have diverse and storied histories from all corners of the world.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>A War from All Corners</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Conflict is rife in sapien history, but it is no more notable for them than it would be for others. That said, Rogalia (in the process of transitioning systems), the Mannish Kingdoms (now the Republic of the Free Isles of Mann) and Rodda (split into North and South Rodda) are all sapien nations which have seen their fair share of love and war, but were faced with more invaders or rebellions than any other. If it is not a war for their survival, it is a war for their identity as a people or a kingdom.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>The Mannish Kingdoms began as a set of five distinct island nations which were subjected to colonization from Eirlanggan or Rogalian invaders, up until they have fought for revolution and claimed their independence as a people. Rodda itself was beset by Akai and Southern Zahnheim colonizers, and despite acquiring a tense peace and some sense of independence, the nation has split into two through the years of influence from the two nations. Rogalia is a complex web of old and new conflicting with one another, having been stretched and wrought with political, religious or military direction; internal strife amongst external invasions by armies of the dead, Azoph-fer or Saint-Lorraine. To date, Rogalia still struggles to establish the kingdom it wishes to be to the rest of Ardor with two halves vying for control.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>These struggles are part and parcel in sapien history, but it does not necessarily make them a warlike people – it speaks to their passion and their desire to survive in the face of aversity, to carve an identity and place in history and a prosperous future for their kin. In times of peace, sapien strive to learn, build and grow their cultures and their technology, so that they may better themselves for the challenges of tomorrow. For better or worse, their presence has shaped Ardor significantly.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>From Settlers to Travelers</u></strong></p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Sapien can live just about anywhere and that’s because of their uncannily sturdy and hale bodies. Compared to other races they suffer fewer diseases or illnesses, and their bodies are well adjusted to many climates, which makes it easy for them to settle in just about anywhere or make use of many natural resources. Quite a few towns or even kingdoms started off as pastoral or farming villages located in the most unlikely places, and overall sapien have greatly influenced agriculture or means of cultivating natural resources.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>The traits and skills that they possess have made them great hunter-gatherers, and they have built entire cities from their propensity to draw from nature and sharing that bounty through trade. Their eye for harvest could have been why lands like Mann or Rodda were targets for other nations, as their unique spices or minerals were greatly sought after.</p>\n<p class=\"MsoNormal\"><span style=\"mso-tab-count:1\">            </span>Due to their pioneering and adaptive nature, settling in many different lands, Sapien do not have a single, distinct culture that ties them together, no matter how tempting it could be to think of them as a race of singular origin. They are like the loupain in that regard, if not more widespread. They are the trendsetters of their own culture and traditions, based on the lands they have founded. Sapien who migrate to other nations tend to also follow in the footsteps of their new homes, a trait shared with lyncan, and perhaps bring with them reminders of home – like agamidan.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\"><u>Different Roots in Different Roosts</u></strong></p>\n<p class=\"MsoNormal\">Sapien in the current era are often have a mixed heritage of the various sapien heritages – the piedan, liefen and saltan. Over the years, the stark differences between sapien who have dwelled in open fields, thick forests or steep canyons have faded as communities became countries. While pure heritages are only selectively celebrated or kept, there are certain hallmarks of each of the three heritages that their descendants carry.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Piedan</strong></p>\n<p class=\"MsoNormal\">The piedan were sapien who lived in the grasslands and plains of the world. Remarkably long-legged compared to their peers, many of them had to have run for long distances to hunt or flee from large or fast creatures. Those of piedan heritage have very strong constitutions and running ability.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Liefen</strong></p>\n<p class=\"MsoNormal\">The liefen resided in the forests and jungles of the world, often shrouded in mystery and magic. With lithe figures and pointed ears, they carried a subtle grace while they weaved through woodland in silence or in tranquility with nature. Liefen descendants have an affinity for magic and a natural agility.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight:normal\">Saltan</strong></p>\n<p class=\"MsoNormal\">Short and stout, the saltan inhabit the mountains and canyons of Ardor. They’ve leaped across chasms and climbed up cliffs, making their living both outside and inside the earth. Their appearance belies their resourcefulness. Sapien with saltan roots are naturally strong, and have a keen eye for detail.</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "sapien"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "con"
        ]
      },
      "1": {
        "value": [
          "cha"
        ]
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "int"
        ]
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {},
    "vision": "low-light-vision",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {}
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.ISWcBC32bihrBAA1",
    "duplicateSource": null,
    "coreVersion": "13.347",
    "systemId": "pf2e",
    "systemVersion": "7.4.2",
    "exportSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!ISWcBC32bihrBAA1"
}
