{
  "_id": "rTGDJLfWvAzbPOxx",
  "name": "Vesperan",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "effects": [],
  "folder": "R3Xsb56XM7DGG1jq",
  "flags": {},
  "system": {
    "description": {
      "gm": "",
      "value": "<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<h1>Vesperan</h1>\n</div>\n<p class=\"MsoNormal\"> </p>\n<div style=\"mso-element:para-border-div;border:none;border-bottom:solid windowtext 1.0pt;mso-border-bottom-alt:solid windowtext .75pt;padding:0in 0in 1.0pt 0in\">\n<p class=\"MsoNormal\" style=\"border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em>“Dangerous? Of course it’s dangerous. But this is what life is. This is what we – all sentient creatures – are. There is no cost too great when it comes to understanding the flow of life and what comes after. You are not a monster. No. You are human.”</em></p>\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em>-Royal Schneeberg Apothecary Alphonse, 924 MK</em></p>\n<p class=\"MsoNormal\" style=\"text-align:right;border:none;mso-border-bottom-alt:solid windowtext .75pt;padding:0in;mso-padding-alt:0in 0in 1.0pt 0in\"><em> </em></p>\n</div>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\">In the western lowlands of Venteau, the Ivory dragons found themselves seeking a powerful weapon to combat the drachiri’s enemies, the avekiri and the great beast Rahm. Using their boundless intellect fueled by curiosity, they transformed the local bats into a new race of upright, intelligent beasts who would share the ivory dragon’s traits: curious, impartial and possessing a very strong tie to magic. Centuries later the vesperan race had split away from the drachiri and their loyalists, establishing a kingdom of their own where the ivory dragons once ruled. Celebrating pursuits of magical sciences and death in all its forms, the vesperan would leave a mark on all of Ardor.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>A Darker Calling</u></strong></p>\n<p class=\"MsoNormal\">            To most ardoreans – even where people are accustomed to their presence – vesperan are considered strange. Weird, morbid, or even immoral are some of the choice words that people use to describe them. There’s a grain of truth to that, but it comes with the baggage of a lot of misconceptions.</p>\n<p class=\"MsoNormal\">            Vesperan love the cycle of life and death, there is no mistaking that. In Murciel, the kingdom built from the ashes of the ivory dragon’s domain, each coming of a new season comes with the celebration of the dead and buried…and those not dead and buried.  During these festivals, people say hello and goodbye to those fallen, and pray that death meets those living in the best circumstances possible, with a fulfilling life lived.</p>\n<p class=\"MsoNormal\">            In Murciel, the second most common school of magic is necromancy. Now, this is a little uncommon, but most ardoreans are fine with a controlled measure of magic that controls life and death. There’s also something to be said of a mystical offshoot dedicated entirely to seeing and speaking to the dead, too. Clergymen, gravekeepers and other magical healers agree to this all too well. But what’s the most common school? Blood magic. This is where the rumours and wariness fly. The vesperan have created and perfected this art of controlling a creature’s flow of blood, helped by the fact that most vesperan are reavers, but the notion – and the potential – is a line crossed too far by folk.</p>\n<p class=\"MsoNormal\">            But then, there lies the wellspring of misconception. The vesperan push the boundaries of magic, being less caring for societal standards when it comes to discovery and study. And it is true – vesperan have changed the face of magical warfare throughout the world, having created some utterly devastating and terrifying wizardry. However, there is plenty that Murcielans hold sacred that can be said true of most vesperan.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Stradling The Moral Line</u></strong></p>\n<p class=\"MsoNormal\">            Vesperan care for the important cycles of life and death, about as much as the freedom of individual pursuit. But then where does the line sit, for a race dedicated to delving deeper and deeper into the possibilities of magic?</p>\n<p class=\"MsoNormal\">            It is a line that vesperan governance still struggles with to maintain. After all, they had broken free from their draconian masters to establish their own land and freedom – so why should they be held down when they are capable of greater things? Even so, vesperan have sought to keep their progress steady and in check.</p>\n<p class=\"MsoNormal\" style=\"text-indent:.5in\">Contrary to popular belief, vesperan do not have their own private armies of the dead, let alone a single relative brought back to life. In Murciel, it is forbidden to forcefully resurrect a dead sentient creature, except in times of great need, as the dead – who wish to stay dead – should be granted that rest. However, undead pets or familiars are more acceptable. On a similar vein, vesperan do not have blood puppets or blood banks in their basement. The usage of blood magic to willingly restrain, exploit and torture is by and large outlawed. However, there are many who want to put themselves forward in the pursuit of magical advancement – sometimes with little regard to their well-being. In Murciel, there are many laws and safeguards in place to ensure that such a drive doesn’t cause harm, but that poses its own lines of trouble. At the end of the day, the fervent scholars of blood want to take their risks, while the world has already painted them as disturbed creations of dragons.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>A Cloud Over Ardor</u></strong></p>\n<p class=\"MsoNormal\">            Despite their reputation, vesperan have been welcomed or accepted in many places across Ardor. Their knowledge of spellcraft and dedication to the art has been a blessing to the progress of medicine, biology and aetherology worldwide. Pick up any recent study of sapien anatomy and it is likely that a vesperan is cited. Tinctures for common headaches were first invented by a bat. The Foundations of Arcana – a mainstay of any magical academy – was co-written by Dario Cadanza de Chira, famed Murcielan scholar.</p>\n<p class=\"MsoNormal\">            The kingdom of Murciel sees its diverse share of history, being the land the vesperan first called home. When the great beast Rahm defeated the drachiri, the bats rebelled against their creators, declaring the land theirs. With little power remaining, the drachiri retreated into the mountains or scattered across the world. Some loyalists followed their masters into the Gorge and left the newly found kingdom to pick up the pieces. Finding an ample share of death and magic in the wake of Rahm’s destruction, the vesperan saw to it that no magical resource was wasted while they built Murciel. Now, they are prosperous and spread across the western third of Venteau, meeting with their departed ancestors with each new season in celebration.</p>\n<p class=\"MsoNormal\">            Some twenty years after their freedom (around 64 MK), the vesperan encountered Meerhafen explorers wandering into their shores. These explorers traded and offered their assistance in building Murciel in exchange for their expertise in magic. Both kingdoms benefitted greatly, and this began the close relationship between Murciel and Meerhafen – and later, all Zahnheim. For their help in the century following, Saint-Lorraine granted them their own dukedom, Flederheim – which unfortunately became cursed some 50 years later up until very recently – but vesperan have lived across the entire oligarchy since. They are still considered eccentric or morbid, even for the well-touted canine roughness across the kingdom, but they have accepted the bats due to their shared history.</p>\n<p class=\"MsoNormal\">            Beyond Zahnheim, vesperan have taken root everywhere – some with mixed success. Their ways are not welcome in Eirlangga and Rodda, where necromancy and the lengths vesperan are willing to go for knowledge are frowned upon. They have found some common ground with the Mannish and the Rogalians, with their people appreciating their contributions to magic and medicine. Many apothecaries or magical schools are run or assisted by vesperan, and while there is a very concerned and watchful eye of their practices, the average citizen’s health has only improved.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>The Price of Progress</u></strong></p>\n<p class=\"MsoNormal\">            Some vesperan dub it the Ivory Curse; an effect of the white dragon’s influence in creating the vesperan race. There is a strong push in vesperan nature to dive deeper into their pursuits, sometimes with little regard for the cost – not unlike a member of the Ivory brood. However, it is substantially less pronounced in the bats than it is in the dragons, and it isn’t enabled by their trademark apathy. Indeed, vesperan are much more passionate in their crafts; but there are many that still find the necessary laws and stipulations of morals and ethics chafing.</p>\n<p class=\"MsoNormal\">            While loyalists followed their masters into the Gorge, there are still vesperan of Murciel who saw fit to continue the dangerous experiments that were started by Ivory or Verdant dragons. Necromancers raise their corpses in secret, ritualists forcefully bind spirits to their will, while blood mages prey on volunteers’ willingness to give themselves for dark sciences and magics. These are indeed criminals by Murciel laws, but the unspoken outcomes have bled into the wealth of knowledge that benefits Ardor to this day.</p>\n<p class=\"MsoNormal\">            These vesperan find their criminal status well worth the gains and live in hiding as they continue their studies, while others have simply turned to more nefarious or selfish purposes. In Murciel, there is the frequent danger of warlock and witch covens, which delve deeply into dangerous practices, seeking to actively fight back against Murciel and their laws. Worse still are the influences or ties they may have to the Drachiri remnants – posing a serious threat to the kingdom’s safety. These covens practice very powerful and debilitating magic that cripple, transform and dominate their victims, frequently using the most potent and dangerous forms of Blood Magic. To combat this, Murciel has formed the Hexhunters – a force dedicated to combat covens and root them out, utilizing the powers that the kingdom itself has banned.</p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong><u>Wings Without Flaps</u></strong></p>\n<p class=\"MsoNormal\">            The vesperan body is well defined from their original roots as common venteau bats; With thinner legs and leathery wings that span the length of their upper body, most common articles of clothing worn by other races are tough fits as they have no sleeves to speak of. They are not adapted to carrying heavy weights, with legs as thin as theirs, and most of their clothing are loose, flowing ponchos or capes that drape over their torsos, with some elaborate armored scales or chain ponchos becoming common among the more martial types. Out of necessity, most vesperan are trained with the knowledge of how to sew, tailor or alter other races’ clothing to accommodate their inability to wear sleeved clothing. The vesperan are able to grip and hold onto things by fingers that extend at the end of their wings, which allows them to perform many of the same functions most sentient races are able to do with regards to handwork. Many vesperan are also able to grip and hold onto things with their feet, as well.</p>\n<p><span style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;font-family:'Calibri',sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:'Times New Roman';mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">           </span> Vesperan are unable to fly, similar to their avian counterparts; however, like the birds they are able to train themselves to glide, and frequently utilize the art of spellcraft to grant them the ability for flight. Their architecture, originally based off of their former ivory dragon masters feature spacious single room spaces with high ceilings and secluded nooks for privacy or storage. Open spaces are thought to be better at inviting ancestors into their homes, with comfortable arches and tiny corners for them to rest alongside their descendants. Their buildings are also quite angled in some respects, with sharp, pointed protrusions to curl around or sit – or even to let other feral bats come to rest. </p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.934,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "vesperan"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "dex"
        ]
      },
      "1": {
        "value": [
          "int"
        ]
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "str"
        ]
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {},
    "vision": "normal",
    "voluntaryBoosts": {},
    "voluntaryFlaws": {},
    "rarity": {
      "value": "common"
    }
  },
  "_stats": {
    "compendiumSource": "Compendium.forge-vtt-shared-compendiums-seekers-data.item-1-seekers-items.Item.rTGDJLfWvAzbPOxx",
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.9.0"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "MDg2MGU5NzgyN2Nh": 3,
    "xrtJn5KNHicBTyJb": 3
  },
  "_key": "!items!rTGDJLfWvAzbPOxx"
}
