{
    "PF2E": {
        "TraitBugbear": "Agurunkhai",
        "TraitCatfolk": "Hearthcat",
        "TraitDwarf": "Saltan",
        "TraitElf": "Liefen",
        "TraitGoblin": "Fironkhai",
        "TraitHobgoblin": "Erankhai",
        "TraitHuman": "Piedan",
        "TraitIruxi": "Telghrub",
        "TraitNagaji": "Pythos",
        "TraitOrc": "Hezonkhai",
        "TraitShoony": "Pugnax",
        "TraitTengu": "Corvis",
        "TraitUnholy": "Profane"
    },
    "IA": {
        "DamageType": {
            "Aqua": "Aqua",
            "Necrotic": "Necrotic",
            "Radiant": "Radiant",
            "Tectonic": "Tectonic",
            "Wind": "Wind"
        },
        "Language": {
            "Aershanko": "Aershanko",
            "Akago": "Akago",
            "Alexandrian": "Alexandrian",
            "Andaleic": "Andaleic",
            "Domish": "Domish",
            "Drachaic": "Drachaic",
            "Eirlanggan": "Eirlanggan",
            "Gardic": "Gardic",
            "Garrungan": "Garrungan",
            "HighIcaro": "High Icaro",
            "Icaro": "Icaro",
            "Irilynko": "Irilynko",
            "Jyllan": "Jyllan",
            "Kazhakin": "Kazhakin",
            "Liefellan": "Liefellan",
            "Mannish": "Mannish",
            "Murcielan": "Murcielan",
            "Navarren": "Navarren",
            "NewRogalian": "New Rogalian",
            "OldRogalian": "Old Rogalian",
            "Ravarren": "Ravarren",
            "Remin": "Remin",
            "Roddan": "Roddan",
            "Runic": "Runic",
            "Sangkra": "Sangkra",
            "Schattenspeak": "Schattenspeak",
            "Scrawl": "Scrawl",
            "Uduuri": "Uduuri",
            "Yethyenko": "Yethyenko",
            "Zahnheimen": "Zahnheimen"
        },
        "Trait": {
            "Aelkhazak": "Aelkhazak",
            "Ascended": "Ascended",
            "Astral": "Astral",
            "Agamidan": "Agamidan",
            "Avekiri": "Avekiri",
            "AzophFer": "Azoph-fer",
            "Blood": "Blood",
            "CazicFer": "Cazic-Fer",
            "Chaos": "Chaos",
            "ComboAcid": "Combo Acid",
            "ComboCold": "Combo Cold",
            "ComboElectricity": "Combo Electricity",
            "ComboFire": "Combo Fire",
            "ComboSonic": "Combo Sonic",
            "ComboSpirit": "Combo Spirit",
            "Constellation": "Constellation",
            "Dervish": "Dervish",
            "Diviner": "Diviner",
            "Drachiri": "Drachiri",
            "Draichsar": "Draichsar",
            "Empty": "Empty",
            "Ether": "Ether",
            "Facet": "Facet",
            "Gangor": "Gangor",
            "Housing": "Housing",
            "Launching": "Launching",
            "Lucid": "Lucid",
            "Luminary": "Luminary",
            "Manafont": "Manafont",
            "Marine": "Marine",
            "Meal": "Meal",
            "Meditation": "Meditation",
            "NascentArcane": "Nascent Arcane",
            "NascentDivine": "Nascent Divine",
            "NascentOccult": "Nascent Occult",
            "NascentPrimal": "Nascent Primal",
            "Nightmare": "Nightmare",
            "Order": "Order",
            "Pinotr": "Pinotr",
            "Soulforged": "Soulforged",
            "Soulreaver": "Soulreaver",
            "Spellcrux": "Spellcrux",
            "Telluric": "Telluric",
            "Therian": "Therian",
            "Union": "Union",
            "Vashlad": "Vashlad",
            "Vesperan": "Vesperan",
            "Zeal": "Zeal",
            "Zenith": "Zenith"
        },
        "TraitDescription": {
            "Aelkhazak": "A creature with this trait is a member of the aelkhazak ancestry. These snake-like creatures come from aquatic environments, but are capable of inhabiting land.",
            "Ascended": "Options with this trait grant or utilize ascendancy. A creature with the ascended trait has exceeded their natural limitations, either in mind, body or soul. They are more powerful than typical creatures of their level. Feats and spells with this trait can only be taken by characters who have gained ascendency.",
            "Agamidan": "A creature with this trait is a member of the agamidan ancestry. These repitillian humanoids have existed in Ardor for millenia, hailing from the desert lands of Eirlangga.",
            "Avekiri": "A creature with this trait is a member of the avekiri ancestry. The avian humanoids reside in mountainous or tree-top terrains typically, and their voices are said to be that of divinity.",
            "AzophFer": "A creature with this trait is a member of the azoph-fer ancestry. They were created by Azoph-met, an ancient deity from the land of Zaho. They are strongly tied to him, but many strive for their own ends.",
            "Blood": "A spell with this trait utilizes or is dependent on blood, either on the caster or the target's part. It is ineffective on creatures without some form of lifeblood, but expert practitioners are said to be able to bypass this limitation.",
            "CazicFer": "A creature with this trait bears a cazic-fer heritage. Their physical and spiritual selves bear fiendish influences of one of the many children of Bapho-met.",
            "Astral": "Effects with the Astral trait are tied to the mana forces of the astral planes. They often have stronger effects on telluric creatures. Creatures with this trait are tied to the workings of the astral planes and often have weakness to telluric.",
            "Chaos": "Effects with the Chaos trait are tied to the universal concepts of anarchy, disrupting order and fate. They often have stronger effects on axiomatic creatures. Creatures with this trait are emblematic of anarchic forces and often have weakness to order.",
            "Combo": "A weapon with the Combo trait has latent power or a mechanism to deal additional damage of the type listed in the trait. After a successful strike with the weapon, the next Strike they make before the end of their next turn gains the versatile damage trait of that type.",
            "Constellation": "An option with the Constellation trait borrows power from the constellations in the sky, which reflect the facets of creation and what it stands for. Typically, only asters, practitioners of somnistry, are able to select options with this trait.",
            "Dervish": "This indicates abilities from the Dervish class.",
            "Diviner": "This indicates abilities from the Diviner class.",
            "Drachiri": "Drachiri are draconic creatures of ether, empowered with the full array of telluric might and magic. Their family includes true drachiri and any of their magically created descendants.",
            "Draichsar": "A creature with this trait is a member of the draichsar ancestry. Creatures created in the image of the drachiri, they are humanoids with dragonlike wings and find their way in a life after the empire that created them.",
            "Empty": "A creature with the Empty trait cannot cast spells or use actions that imply the use of ether, such as magic or feats of supernatural power.",
            "Ether": "An option with the ether trait requires the use of ether. This includes spellcasting or using certain actions. At a GM's discretion, certain actions will have the Ether trait. Creatures who cannot use ether, such as empty, cannot select these options.",
            "Facet": "A facet is a concept or idea given form, born out of imagination. It bears tangible form when in the astral planes. Denizens of the primal planes and asters in the astral planes can make use of facets in ways unique to each of them.",
            "Gangor": "A creature with this trait is a member of the gangor ancestry. These diverse marsupial humanoids hail from the lands of Garrunga, able to easily commune with the spiritual planes and wield magic in a measured way as to not upset the balance of the world.",
            "Housing": "Items with the housing trait are equipment that upgrades a residence. Each type of housing can hold a number of upgrades of different types.",
            "Launching": "A weapon with the launching trait launches thrown weapons as projectiles. A launching weapon typically lists what thrown weapons it can take and launch, and its wielder can reload the weapon with a thrown weapon with one hand, and launch it through its mechanism with one or both hands afterward when they make a Strike. When launched, the throwing weapon acts as if you have thrown it with a strength modifier equal to what is listed on the trait, with a throwing range listed on the launching weapon. Runes on the Launching weapon that can apply to the thrown weapon will apply to the attack, overwriting any runes on the thrown weapon.",
            "Lucid": "Actions with the lucid trait are those that are taken by figmentary creatures, typically those aligned or temporarily passing through the astral planes. A creature can only take one Lucid action each turn.",
            "Luminary": "This indicates abilities from the Luminary class.",
            "Manafont": "Options with the manafont trait pertain to a creature's manafont, or manatype. These options determine or unlock new ways for how a creature can use ether.",
            "Marine": "A weapon with the Marine trait functions well in aquatic environments. It ignores typical limitations of attacking in water for weapons of its kind or damage types. At a GM's discretion, this can apply to other places where gravity or pressure is different, as well.",
            "Meal": "Items with the meal trait are consumables that are crafted with Cooking Lore or Survival. They confer benefits that grant item bonuses, or increase existing item bonuses. These effects last 24 hours, until the next daily preparations, or until another meal is consumed.",
            "Meditation": "A spell with the Meditation trait means that you must have Zeal to Sustain it. Typically, casting a Meditation spell grants you Zeal, and they grant a series of actions you can take when you Cast or Sustain the spell, called Recitations. If you lose your Zeal, the spell immediately ends.",
            "Nascent": "A weapon with the nascent trait has a magical tradition associated with it. A creature wielding this weapon can use their spell proficiency to make attacks with the weapon, but the proficiency bonus of these attacks can only go as high as their proficiency in that tradition's skill. These weapons are typically uncommon or rare.",
            "Nightmare": "A creature with the Nightmare trait hails from or the realm of Oblivion. They are comprised of the elements of the void and nonexistence, and actively drain the elements of creation to sustain themselves or risk fading to nonexistence.",
            "Order": "Effects with the Order trait are tied to the universal concepts of axiom, determining fate, fortune, and misfortune. They often have stronger effects on anarchic creatures. Creatures with this trait are emblematic of axiomatic forces and often have weakness to chaos.",
            "Pinotr": "A creature with this trait is a member of the pinotr ancestry. Humanoids who live on land but not too far from the water and capable of holding their breath for extended periods, they have a dependency on nature to provide, and rapidly expand wherever they settle.",
            "Soulforged": "Items with the soulforged trait are either weapons crafted in the primal plane imbued with astral essences, or weapons crafted in the astral plane imbued with primal essences created through the process of soulforging. A soul if often a core component of this process, and is often consumed in its creation. Soulforged weapons also frequently have the Unholy trait.",
            "Soulreaver": "This indicates abilities from the Soulreaver class.",
            "Spellcrux": "A weapon with the spellcrux trait can take on the powers of a charged staff, and act like a staff to cast spells from it. The weapon either has a spell list of its own like a staff would, or if not, a spellcaster charging a staff can transfer its powers to a spellcrux weapon, transferring all spells and charges for the day into it.",
            "Telluric": "Effects with the Telluric trait are tied to the etheric forces of the primal planes. They often have stronger effects on astral creatures. Creatures with this trait are tied to the workings of the primal planes and often have weakness to astral.",
            "Therian": "A creature with the Therian trait has their soul changed in some way than typical creatures of their kind. Ancestral therians are those whose souls have been shaped by strong spiritual or planar influences, while true therians are those whose souls are eroded due to the presence of another soul interfering with theirs.",
            "Union": "A weapon with the union trait is a 1+-handed weapon that is a combination of two separate paired weapons. When wielded in both hands, it is considered as if you were dual wielding two separate weapons for the purposes of meeting requirements of feats and actions that require weapons in separate hands. As a single interact action, it can be separated into two identical one-handed weapons with the same damage types, properties and traits as the weapon except for this trait, and they both gain the Twin trait. When separated in this way, you choose which of the two halves gains the benefits of any runes inscribed on the weapon. If you wield both halves at once, the half you did not choose replicates any runes from the main half. The two halves can be recombined with another interact action.",
            "Vashlad": "A creature with this trait is a member of the vashlad ancestry. These ancient humanoids hailing from the Schattenriss are made of tough, supernatural muscle and bone, and have numerous forms that are influenced by their lineage. Some bear wings, others bear fangs, mandibles or sharp ears, and more.",
            "Vesperan": "A creature with this trait is a member of the vesperan ancestry. These magical, winged batlike humanoids originate from the machinations of the drachiri's experimentation built to combat the Avekiri, but they have since broken free and expanded across Ardor.",
            "Zeal": "Zeal is a resource that you gain from taking specific actions as a Dervish that you can spend for Zenith actions. When you take these actions in Encounter Mode, you gain one point of Zeal at the start of the action. If you have multiple sources that qualify for granting Zeal with an action, you gain one point for each source. You can have up to 5 points of Zeal at any one time, and you lose all Zeal at the end of the turn unless you gain Zeal during your turn or spend a single action with the Concentrate trait to maintain it. You lose all Zeal shortly after encounter mode ends.",
            "Zenith": "Zenith actions spend all your Zeal. You must have at least one point of Zeal to use a Zenith action. You spend all your Zeal before you cause its effects; typically increasing in effectiveness with more Zeal spent. You do not gain Zeal during a Zenith action, even if it entails performing actions that would normally grant you Zeal."
        },
        "BaseWeapon": {
            "ArchersRecurve": "Archer's Recurve",
            "BarbicanShield": "Barbican Shield",
            "CazicHorn": "Cazic Horn",
            "Columncrasher": "Columncrasher",
            "Crabclaw": "Crabclaw",
            "Crozier": "Crozier",
            "Glaivethrower": "Glaivethrower",
            "GolemGauntlet": "Golem Gauntlet",
            "GravitonAxe": "Graviton Axe",
            "Greatgavel": "Greatgavel",
            "Hornblade": "Hornblade",
            "Kinetishield": "Kinetishield",
            "Lionedge": "Lionedge",
            "Magistar": "Magistar",
            "MaidensKiss": "Maidens Kiss",
            "MechaseersWrench": "Mechaseer's Wrench",
            "Obelisk": "Obelisk",
            "Pyrinokeras": "Pyrinokeras",
            "RedScorpion": "Red Scorpion",
            "RitualBlade": "Ritual Blade",
            "RoaringRevolver": "Roaring Revolver",
            "Rootrazor": "Rootrazoor",
            "SickleRifle": "Sickle Rifle",
            "Sidewinder": "Sidewinder",
            "SomnicBlade": "Somnic Blade",
            "SpiritShackle": "Spirit Shackle",
            "Tetherstaff": "Tetherstaff",
            "Twinblade": "Twinblade",
            "VenomCoil": "Venom Coil",
            "VoltaicFist": "Voltaic Fist",
            "WaveAxe": "Wave Axe"
        },
        "WeaponGroups": {
            "Scepter": "Scepter",
            "Twinblade": "Twinblade"
        },
        "SpecificRule": {
            "Dervish": {
                "Zeal": {
                    "GainLabel": "Zeal Gain",
                    "GainFeatureDescription": "You @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} whenever you take an Attack action."
                },
                "Zenith": {
                    "NoZealGainDescription": "You do not gain Zeal during a Zenith Action.",
                    "SpendZealLabel": "Zenith Action",
                    "SpendZealDescription": "You spend your Zeal when you @UUID[Compendium.immortal-ardor.macros.Macro.xumjguwPtOtkC7tL]{Use Zenith}."
                },
                "Parables": {
                    "ZealGain": {
                        "DragonsGreed": {
                            "Label": "Dragon's Greed",
                            "Description": "Once per round, you @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} when using actions with the Flourish trait, or when you Tumble Through, Maneuver in Flight or Fly."
                        },
                        "SilentMoon": {
                            "Label": "Silent Moon",
                            "Description": "Once per round, you @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} when using actions that benefit from a target’s Off-Guard condition (such as making a melee attack against a flanked creature) or successfully inflict off-guard (such as a Feint), or when you Sneak, Hide, Recall Knowledge or Sense Motive against a creature you are aware of."
                        },
                        "RoaringFlame": {
                            "Label": "Roaring Flame",
                            "Description": "Once per round, you @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} when using actions with the Emotion trait, or when you Demoralize, Feint, Create a Diversion or Perform against creatures you are aware of."
                        },
                        "WhirlingSands": {
                            "Label": "Whirling Sands",
                            "Description": "Once per round, you @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} when using actions with the Press trait, or when you Step, Reposition, Shove or Trip."
                        },
                        "WindingCircle": {
                            "Label": "Winding Circle",
                            "Description": "Once per round, you @UUID[Compendium.immortal-ardor.macros.Macro.GKvebOKUsIBQZhbN]{Gain Zeal} when taking an action with the Air, Water, Fire, Earth, Metal or Wood trait, when you Command your companion, or when your Companion Strikes.",
                        }
                    }
                }
            }
        }
    }
}