{
  "folder": "haPxeGTHw8Wbkkx8",
  "name": "Axiom Meditation",
  "type": "spell",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Everything has a place in the world. This knowledge permeates the philosophy of this meditation, and you are but an observer of the universe that is you, and the universe beyond you. By conforming and ruminating on this truth, you, as the observer can see cause and effect, and nudge the universe through the powers of divination.</p><p>When you cast this spell, you gain 2 Zeal. Your movements become precise, exact, and almost stilted as you ponder the miniscule fraction you occupy in the grand scheme of the cosmos. Once per round when you cast this spell or when you sustain this spell, you tug on the divine aspects of fate and existence, and bring forth the world you internalize. Choose one of the following recitations:</p><ul><li><p><strong>Self Found, Others Lost</strong>: You know your place at this point in time, and it is not where you are currently standing. You teleport to a location that you can reach with a Stride. This is a Teleportation effect.</p></li><li><p><strong>Swift Storm, Swift End:</strong> Your world moves faster, while the world others see is simply slower. Target a creature within 30 feet of you, which can include yourself. As you perform a series of occult gestures to pull the strands of time in your favor, your target becomes Quickened for 1 Round; it can only use this extra action to Strike. This is a Flourish, Manipulate and Emotion effect.</p></li><li><p><strong>One Grain, Infinite Promise</strong>: Possibilities abound, and throwing a veil of all outcomes will overlap to grant you the one you wish. You target a creature within 30 feet of you, and enshroud their futures. The target creature gains Concealment for 1 Round, and they do not trigger reactions with Manipulate or Move actions. This is an Illusion effect.</p></li></ul>"
    },
    "rules": [],
    "slug": "axiom-meditation",
    "_migration": {
      "version": 0.935,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "concentrate",
        "focus",
        "meditation",
        "subtle"
      ],
      "rarity": "uncommon",
      "traditions": []
    },
    "publication": {
      "title": "Immortal Ardor",
      "authors": "Sammy Rachman",
      "license": "OGL",
      "remaster": true
    },
    "level": {
      "value": 5
    },
    "requirements": "",
    "target": {
      "value": "self"
    },
    "range": {
      "value": ""
    },
    "area": null,
    "time": {
      "value": "2"
    },
    "duration": {
      "value": "1 minute",
      "sustained": false
    },
    "damage": {},
    "defense": null,
    "cost": {
      "value": ""
    },
    "location": {
      "value": null
    },
    "counteraction": false
  },
  "img": "icons/magic/symbols/cog-shield-white-blue.webp",
  "sort": 0,
  "ownership": {
    "default": 0,
    "xrtJn5KNHicBTyJb": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": "Item.LgJRHt96RKvOMKhF",
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.9.0"
  },
  "_id": "le5lznwnIhAyM9hZ",
  "_key": "!items!le5lznwnIhAyM9hZ"
}
