{
  "folder": "haPxeGTHw8Wbkkx8",
  "name": "Dragonflight Meditation",
  "type": "spell",
  "effects": [],
  "system": {
    "description": {
      "gm": "",
      "value": "<p>You internalize the parables of the dragon’s greed, and enter a trance. You connect with the magic that flows through dragons and their curse. In your trance, you contend with and face that inner-turmoil, and bask in the draconic presence that grows with your contemplations.</p><p>@UUID[Compendium.immortal-ardor.classes.9FCi2gavNTTeUIYm]{Effect: Dragonflight Meditation}</p><p>When you cast this spell, you gain 2 Zeal. Select one of the following curses of the drachiri: wealth, fame, power, pleasure, vengeance, or knowledge. This represents the curse and type of drachiri you are internalizing throughout the spell’s duration. Once per round when you cast this spell or when you sustain this spell, you can evoke one of the following recitations, and channel a majestic display of magic, borne of their struggle against their curse. You can only choose Soar and one other recitation, depending on your chosen curse.</p><ul><li><p>@UUID[Compendium.immortal-ardor.classes.GNKsRuk6qtgFVL9H]{Soar}: Ethereal wings briefly manifest on you. You Fly up to your land speed, or a fly speed that you have, whichever is higher. You must land on solid ground by the end of your movement unless you can fly, otherwise you fall.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.K2oBKryVTGdFyE99]{Blood From Rock (Wealth)}: You make the most of anything you can lose. You Activate a held healing consumable item that needs a 1-action manipulate or strike action. You roll twice for the healing and take the better result. This is a Fortune effect.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.td0A5chdMCaPDQse]{Inspire Praise (Fame)} : You grace others with your esteemed presence to inspire one another, expecting lavishing praise in return. Choose a creature within 30 feet that you are aware of and can see to offer a word of encouragement. This counts as preparing to Aid for the next skill check or attack roll your target makes.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.i1CTgUnFFuMln7ze]{Shape The World (Power)} : Nothing will stop you from progress. You sprout ethereal wings and cast a fierce wind as you Tumble Through. Creatures you pass through during your movement become suppressed for 1 round.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.WbBqhAaMyWjsMXCU]{Joy Immaterial (Pleasure)} : You seek intangible experiences to look back fondly upon. You create an ethereal gout of beautiful colored dragon flame overhead. You Create a Diversion with the Visual and Auditory traits. If you critically succeed against a creature whose level is less than twice this spell’s rank, that creature becomes fascinated for 1 round.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.NCIPstawaev7RFlr]{Mete Justice (Vengeance)} : You bring to heel those who have done wrong. You grow an ethereal tail and make a Trip attempt against a creature within 20 feet of you. This attempt takes a -2 circumstance penalty unless you are adjacent to the target.</p></li><li><p>@UUID[Compendium.immortal-ardor.classes.lsCjWO6Xrr2m3gjx]{Draw Magnatheca (Knowledge)}: You pull upon collective knowledge and share it. Make a Recall Knowledge check for one creature you can observe, but you use the highest proficiency bonus amongst you or any ally within 60 feet of you. You then mentally share any findings to allies in this range.</p></li></ul><hr /><p><strong>Heightened (3rd)</strong>: You choose an additional curse, granting you another recitation.</p><p><strong>Heightened (6th):</strong> You choose 2 additional curses, granting you two more recitations. When you Soar, you remain airborne until the end of your next turn unless you choose to fall harmlessly.</p><p><strong>Heightened(9th):</strong> You choose 3 additional curses, granting you three more recitations.</p>"
    },
    "rules": [],
    "slug": "dragonflight-meditation",
    "_migration": {
      "version": 0.935,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "concentrate",
        "focus",
        "manipulate",
        "meditation"
      ],
      "rarity": "uncommon",
      "traditions": []
    },
    "publication": {
      "title": "Immortal Ardor",
      "authors": "Sammy Rachman",
      "license": "OGL",
      "remaster": true
    },
    "level": {
      "value": 1
    },
    "requirements": "",
    "target": {
      "value": "self"
    },
    "range": {
      "value": ""
    },
    "area": null,
    "time": {
      "value": "2"
    },
    "duration": {
      "value": "1 minute",
      "sustained": false
    },
    "damage": {},
    "defense": null,
    "cost": {
      "value": ""
    },
    "location": {
      "value": null
    },
    "counteraction": false
  },
  "img": "icons/creatures/reptiles/dragon-horned-blue.webp",
  "sort": 0,
  "ownership": {
    "default": 0,
    "xrtJn5KNHicBTyJb": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": "Item.LgJRHt96RKvOMKhF",
    "coreVersion": "13.347",
    "systemId": "pf2e",
    "systemVersion": "6.12.4",
    "exportSource": null
  },
  "_id": "9zdk0MEYuGxl3KOR",
  "_key": "!items!9zdk0MEYuGxl3KOR"
}
